Revit 2027 API
RebarShapeMultiplanarDefinition.IsDuplicateShapePresent Property
 Whether the shape definition includes an offset copy of the 2D shape.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsDuplicateShapePresent { get; }
Public ReadOnly Property IsDuplicateShapePresent As Boolean
	Get
public:
property bool IsDuplicateShapePresent {
	bool get ();
}
member IsDuplicateShapePresent : bool with get
Property Value
Boolean
See Also
Reference
RebarShapeMultiplanarDefinition Class
Autodesk.Revit.DB.Structure Namespace